[
  {
    "id": "1",
    "sku": "9789589691113",
    "name": "El Principito",
    "author": "Antoine de Saint Exupery",
    "price": 45000,
    "publisher": "Edigrama",
    "format": "Libro",
    "category": "Literatura universal",
    "language": "Español",
    "edition": "1",
    "pages": "94",
    "chapters": "No especificado",
    "description": "El Principito es un libro destinado a todos los adultos que ya han olvidado al niño que fueron y sigue durmiendo dentro de ellos. Y a todos los niños para que no pierdan su pureza, su espontaneidad y fidelidad a sus creencias. El Principito es una meditación serena sobre la soledad del hombre y sobre la amistad; el único elixir capaz de enriquecer la vida humana y restablecer las relaciones perdidas entre los hombres.",
    "image": "book-el-principito.png"
  },
  {
    "id": "2",
    "sku": "9789585783010",
    "name": "Bajo la misma estrella",
    "author": "Jhon Green",
    "price": 47000,
    "publisher": "Nube de Tinta",
    "format": "Libro",
    "category": "Juvenil",
    "language": "Español",
    "edition": "1",
    "pages": "296",
    "chapters": "No especificado",
    "description": "A Hazel y a Gus les gustaría tener vidas más corrientes. Algunos dirían que no han nacido con estrella, que su mundo es injusto. Hazel y Gus son solo adolescentes, pero si algo les ha enseñado el cáncer que ambos padecen es que no hay tiempo para lamentaciones, porque, nos guste o no, solo existe el hoy y el ahora. Y por ello, con la intención de hacer realidad el mayor deseo de Hazel -Conocer a su escritor favorito-, cruzarán juntos el Atlántico para vivir una aventura contrarreloj, tan catártica como desgarradora.",
    "image": "book-bajo-la-misma-estrella.png"
  },
  {
    "id": "3",
    "sku": "9789585457577",
    "name": "Tu mundo y el mio",
    "author": "Jhon Green",
    "price": 54000,
    "publisher": "Plaza y Janes",
    "format": "Libro",
    "category": "Historia universal",
    "language": "Español",
    "edition": "1",
    "pages": "335",
    "chapters": "15",
    "description": "El Antropoceno es la era geológica actual, una época caracterizada por el profundo impacto que el ser humano está teniendo sobre el planeta. Con su especial sensibilidad para lo extraño, lo importante y lo sorprendente, John Green reúne en esta extraordinaria colección de textos distintas facetas de nuestro presente y las puntúa en una particular escala del uno al cinco. Deteniendo su mirada en temas tan variados como el teclado QWERTY, internet, Super Mario Kart, los susurros, los ositos de peluche o las puestas de sol, sus originales y muy personales hallazgos abren los horizontes de la imaginación mientras nos hablan de las maravillas de lo cotidiano.",
    "image": "book-tu-mundo-y-el-mio.png"
  },
  {
    "id": "4",
    "sku": "9789584252289",
    "name": "El Ultimo Caton",
    "author": "Matilde Asensi",
    "price": 39000,
    "publisher": "Booket",
    "format": "Libro",
    "category": "Novela histórica",
    "language": "Español",
    "edition": "1",
    "pages": "652",
    "chapters": "45",
    "description": "Desde el Archivo Secreto de la ciudad del vaticano, la hermana Ottavia Salina, paleógrafa de prestigio internacional, se enfrenta a un extraño enigma: descifrar los tatuajes aparecidos en el cadáver de un etíope. Con la ayuda de un capitán de la Guardia Suiza y un arqueólogo de Alejandría, Ottavia tendrá que descubrir quién está detrás del robo en las iglesias de todo el mundo de las reliquias de la Vera Cruz , la cruz de Cristo. Siete pruebas basadas en el purgatorio de La Divina Comedia de Dante Alighieri tienen las llaves para abrir las puertas. El último catón, con mas de tres millones de ejemplares vendidos, se ha convertido en una obra de referencia de la narrativa español actual. ",
    "image": "libro-el-ultimo-caton.jpg"
  },
  {
    "id": "5",
    "sku": "9789585407336",
    "name": "Culpa Tuya",
    "author": "Mercedes Ron",
    "price": 52000,
    "publisher": "Montena",
    "format": "Libro",
    "category": "Juvenil",
    "language": "Español",
    "edition": "1",
    "pages": "443",
    "chapters": "No especificado",
    "description": "Cuando Noah se enamoró de Nick sabía que su relación no iba a ser fácil: son polos opuestos, fuego y electricidad, y cuando están juntos saltan chispas... en todos los sentidos. Hasta ahora, la pasión ha sido más fuerte que el orgullo, pero la diferencia de edad, la universidad, las fiestas, sus padres y los fantasmas que acechan a los dos les ponen a prueba una y otra vez, como una bomba de relojería que amenaza con hacerles estallar. ¿Está Noah realmente preparada para enfrentarse a sus miedos y volver a confiar en alguien? ¿Podrá Nicholas dejar atrás su pasado y abrir el corazón a una sola persona?",
    "image": "libro-culpa-tuya.jpg"
  },
  {
    "id": "6",
    "sku": "9789585277304",
    "name": "Harry Potter 7 y Las Reliquias de la Muerte",
    "author": "J.K Rowling",
    "price": 47000,
    "publisher": "Salamandra de Bolsillo",
    "format": "Libro",
    "category": "Fantástica y ciencia ficción",
    "language": "Español",
    "edition": "1",
    "pages": "697",
    "chapters": "No especificado",
    "description": "«Entregadme a Harry Potter -dijo la voz de Voldemort- y nadie sufrirá ningún daño. Entregadme a Harry Potter y dejaré el colegio intacto. Entregadme a Harry Potter y seréis recompensados.» Cuando se monta en el sidecar de la moto de Hagrid y se eleva en el cielo, dejando Privet Drive por última vez, Harry Potter sabe que lord Voldemort y sus mortífagos se hallan cerca. El encantamiento protector que había mantenido a salvo a Harry se ha roto, pero él no puede seguir escondiéndose. El Señor Tenebroso se dedica a aterrorizar a todos los seres queridos de Harry, y, para detenerlo, éste habrá de encontrar y destruir los horrocruxes que quedan. La batalla definitiva debe comenzar: Harry tendrá que alzarse y enfrentarse a su enemigo...",
    "image": "book-reliquias-de-la-muerte.png"
  },
  {
    "id": "7",
    "sku": "9789585121430",
    "name": "El Club de los Psicopatas",
    "author": "Jhon Katzenbach",
    "price": 65000,
    "publisher": "Ediciones B",
    "format": "Libro",
    "category": "Policiaca",
    "language": "Español",
    "edition": "1",
    "pages": "629",
    "chapters": "20",
    "description": "Alpha, Bravo, Charlie, Delta y Easy se hacen llamar los Muchachos de Jack, en honor a Jack el destripador. Entre ellos no se conocen más que por una plataforma en la Deep Web donde comparten su verdadera pasión: llegar a ser artistas del asesinato. Cuando Connor y Nikki violan la intimidad de su chat, la furia de estos psicópatas se desencadena y no se detendrá ante nada. Con una inteligencia feroz planean como venganza la muerte de los dos adolescentes junto con sus familias. Sin embargo, Connor y Niki no son como el resto de las víctimas de estos asesinos en serie. La pesadilla comienza y solo hay dos opciones: dejarse cazar o sobrevivir.",
    "image": "g"
  },
  {
    "id": "8",
    "sku": "9789585457607",
    "name": "Nunca",
    "author": "Ken Follett",
    "price": 85000,
    "publisher": "Plaza y Janes",
    "format": "Libro",
    "category": "Suspenso y terror",
    "language": "Español",
    "edition": "1",
    "pages": "834",
    "chapters": "No especificado",
    "description": "En el desierto del Sáhara, dos agentes de inteligencia siguen la pista a un poderoso grupo terrorista arriesgando sus vidas -y, cuando se enamoran perdidamente, sus carreras- a cada paso. En China, un alto cargo del gobierno con grandes ambiciones batalla contra los viejos halcones del ala dura del Partido que amenazan con empujar al país a un punto de no retorno. Y en Estados Unidos, la presidenta se enfrenta a una crisis global y al asedio de sus implacables oponentes políticos. Está dispuesta a todo para evitar una guerra innecesaria. Pero cuando un acto de agresión conduce a otro y las potencias más poderosas del mundo se ven atrapadas en una compleja red de alianzas de la que no pueden escapar, comienza una frenética carrera contrarreloj. ",
    "image": "libro-nunca.jpg"
  },
  {
    "id": "9",
    "sku": "9789584252975",
    "name": "Infierno",
    "author": "Dan Brown",
    "price": 44000,
    "publisher": "Booket",
    "format": "Libro",
    "category": "Suspenso y terror",
    "language": "Español",
    "edition": "5",
    "pages": "632",
    "chapters": "No especificado",
    "description": "Inferno Por Dan Brown, En sus éxitos internacionales, Dan Brown aunó con maestría historia, arte, códigos y símbolos. En su fascinante thriller Inferno, Brown recupera su esencia con su novela más ambiciosa hasta la fecha. En el corazón de Italia, Robert Langdon, el  catedrático de Simbología de Harvard, se ve arrastrado a un mundo terrorífico centrado en una de las obras maestras de la literatura más imperecederas y misteriosas de la historia: el 'Infierno' de La Divina Comedia, de Dante. Con este telón de fondo, Langdon se enfrenta a un adversario escalofriante y lidia con un acertijo en un escenario de arte clásico, pasadizos secretos y ciencia futurista. Apoyándose en el oscuro poema teológico e Dante, Langdon, en una carrera contrareloj, busca respuestas y personas de confianza antes de que el mundo cambie irrevocablemente.",
    "image": "libro-infierno.jpg"
  },
  {
    "id": "10",
    "sku": "9788499980997",
    "name": "La Europa Revolucionaria",
    "author": "Payne Stanley",
    "price": 39000,
    "publisher": "Booket",
    "format": "Libro",
    "category": "Historia",
    "language": "Español",
    "edition": "1",
    "pages": "413",
    "chapters": "10",
    "description": "El reputado historiador Stanley Payne nos ofrece sus tesis más controvertidas sobre nuestra propia historia, así como una visión interna de dos guerras mundiales: la revolución de la primera guerra mundial, donde realizará un análisis de la Europa conflictiva de la época que desembocaría en esta primera gran guerra; el conflicto español como un suceso extraordinario dentro de las guerras civiles europeas; y las revoluciones o guerras internas en Europa al amparo de la segunda guerra mundial.",
    "image": "libro-la-europa-revolucionaria.jpg"
  },
  {
    "id": "11",
    "sku": "9789584274984",
    "name": "Y a ti que te Importa",
    "author": "Megan Maxwell",
    "price": 55000,
    "publisher": "Esencia",
    "format": "Libro",
    "category": "Romántica",
    "language": "Español",
    "edition": "1",
    "pages": "445",
    "chapters": "65",
    "description": "Noelia Estela Rice Ponce es una famosa actriz de Hollywood de origen español acostumbrada al glamour y a la fama que su trabajo le reporta. Durante la promoción de su última película viaja a España donde, por avatares del destino, y tras un secuestro que acaba resuelto por el Grupo Especial de Operaciones de la Policía, se reencuentra con Juan Morán, un joven al que conoció años atrás en Las Vegas... y al que esperaba no volver a ver jamás.",
    "image": "libro-y-a-ti-que-te-importa.jpg"
  },
  {
    "id": "12",
    "sku": "9789584277497",
    "name": "La Princesa Revelde 1",
    "author": "Jody Ellen Malpas",
    "price": 29000,
    "publisher": "Planeta",
    "format": "Libro",
    "category": "Romántica",
    "language": "Español",
    "edition": "1",
    "pages": "510",
    "chapters": "55",
    "description": "La princesa Adeline se niega a someterse a las obligaciones que implica su título, pues sabe que bajo la imagen perfecta de la familia real no hay más que mentiras y secretos. Ni quiere formar parte de ello ni piensa aceptar la petición de su padre para que se case con un hombre al que no ama...Todo cambia cuando se cruza en su camino Josh Jameson, un actor escandalosamente sexy que pronto se convierte en el último vicio de la princesa: su atractivo es abrumador y sus caricias son puro fuego… Nadie la ha hecho sentir tan viva nunca. Pero aunque él pertenezca a la «aristocracia» de Hollywood no es un aristócrata real, y Adeline sabe que el rey y sus consejeros harán todo lo que esté en sus manos para impedir que vivan esa pasión… ¿Acabará rindiéndose a los deseos de su padre o a los de su corazón?.",
    "image": "libro-la-princesa-revelde-1.jpg"
  },
  {
    "id": "13",
    "sku": "9786287514102",
    "name": "Divergente",
    "author": "Veronica Roth",
    "price": 54000,
    "publisher": "Molino",
    "format": "Libro",
    "category": "Ficción",
    "language": "Español",
    "edition": "1",
    "pages": "463",
    "chapters": "47",
    "description": "UN LIBRO ABSORBENTE Y FASCINANTE. Una elección que delimita quiénes son tus amigos. Una elección que define tus creencias. Una elección que determina tus lealtades... Para siempre. UNA SOLA ELECCIÓN PUEDE TRANSFORMARTE.",
    "image": "book-divergente.jpg"
  },
  {
    "id": "14",
    "sku": "9788418187117",
    "name": "Odisea",
    "author": "Homero",
    "price": 99000,
    "publisher": "Black",
    "format": "Libro",
    "category": "Ficción",
    "language": "Español",
    "edition": "1",
    "pages": "477",
    "chapters": "No especificado",
    "description": "Todos conocemos la historia de la «Odisea», aunque no la hayamos leído. Está en canciones, en novelas, en poemas, en cuadros, en chistes. Blackie Books arranca su colección «Clásicos Liberados» con la historia de todas las historias occidentales, dando voz tanto a Nick Cave como a Mary Beard u Ovidio. Tomando la adaptación favorita de Borges para incluir, además, una versión de la historia de Margaret Atwood en una edición cuidadísima, ilustrada a todo color por el gran Calpurnio. Liberar a los clásicos es acercarnos a ellos de nuevas formas.",
    "image": "libro-odisea.jpg"
  },
  {
    "id": "15",
    "sku": "9789585693814",
    "name": "El padrino",
    "author": "Mario Puzo",
    "price": 44000,
    "publisher": "Bdebolsillo",
    "format": "Libro",
    "category": "Acción",
    "language": "Español",
    "edition": "1",
    "pages": "603",
    "chapters": "No especificado",
    "description": "La publicación de El Padrino en 1969 convulsionó el mundo literario. Por primera vez, la Mafia protagonizaba una novela y era retratada desde dentro. Mario Puzo la presentaba no como una mera asociación de facinerosos, sino como una compleja sociedad con una cultura propia y una jerarquía aceptada incluso más allá de los círculos de la delincuencia. El Padrino narra la historia de un hombre, Vito Corleone, el capo más respetado de Nueva York. Déspota benevolente, implacable con sus rivales, inteligente y fiel a los principios de honor y la amistad, Don Corleone dirige un emporio que abarca el fraude y la extorsión, los juegos de azar y el control de los sindicatos.",
    "image": "libro-el-padrino.jpg"
  },
  {
    "id": "16",
    "sku": "9788416255580",
    "name": "Superman el Hombre de Acero",
    "author": "Byrne / Peréz",
    "price": 95000,
    "publisher": "DC Comics",
    "format": "Libro",
    "category": "Novela Gráfica",
    "language": "Español",
    "edition": "1",
    "pages": "180",
    "chapters": "No especificado",
    "description": "Nacido en Krypton, criado en Kansas. Bajo un sol amarillo es más rápido que una bala, más potente que una locomotora, y se ha convertido en el campeón por la verdad y la justicia, pero también en el más humano de todos los habitantes de la Tierra. Ese es el Superman que John Byrne imaginó para los lectores de mediados de los años ochenta. En este nuevo volumen de aquellas aventuras intemporales verás al Hombre de Acero enfrentarse a villanos como Silver Banshee, Darkseid, Lex Luthor, con aliados como Batman, Hawkman o Wonder Woman, y sin dejar de explorar el lado más humano del personaje en su identidad de Clark Kent. Disfruta de un nuevo volumen de Grandes autores de Superman: John Byrne, a quien le acompañan en esta ocasión artistas de la talla de, entre otros, Jerry Ordway, George Perez, Curt Swan o Mike Mignola.",
    "image": "Libro-superman-el-hombre-de-acero.jpg"
  },
  {
    "id": "17",
    "sku": "9781465478993",
    "name": "The marvel Book",
    "author": "Anonimo",
    "price": 150000,
    "publisher": "DK",
    "format": "Libro",
    "category": "Novela Gráfica",
    "language": "Inglés",
    "edition": "1",
    "pages": "250",
    "chapters": "No especificado",
    "description": "Cuando en noviembre de 1961 se publico el primer número de Los Cuatro Fantásticos, la serie creada por Stan Lee y Jack Kirby fue todo un éxito de ventas. Con ese suceso se iniciaba la Era Marvel de los cómics, y cultura pop ya no volverá a ser la misma. Spider-Man, Hulk, Iron Man, Thor y La Patrulla X irrumpieron desde las páginas de sus propias series, el Capitán América era resucitado del estado de congelación en el que se encontraba desde la década de 1940 y Los Vengadores se convertían en los héroes más poderosos de la Tierra. Pronto se sumaron Daredevil y el Dr. Extraño, y se crearon docenas de personajes más, cada uno de ellos enfrentando a grandiosos delincuentes y villanos.",
    "image": "Libro-the-marvel-Book.jpg"
  },
  {
    "id": "18",
    "sku": "9789584297327",
    "name": "The Mandalorian",
    "author": "Star Wars",
    "price": 39000,
    "publisher": "Planeta Junior",
    "format": "Libro",
    "category": "Young adult",
    "language": "Español",
    "edition": "1",
    "pages": "213",
    "chapters": "26",
    "description": "Hace mucho tiempo en una Galaxia muy, muy lejana... Tras la caída del Imperio, y antes del surgimiento de la Primera Orden, un cazarrecompensas solitario conocido como el Mandaloriano viaja por el borde exterior de la galaxia. Cuando descubre que su nuevo objetivo es un bebé, el Mandaloriano decide proteger al Niño a toda costa.",
    "image": "Libro-the-mandalorian.jpg"
  },
  {
    "id": "19",
    "sku": "9781465496997",
    "name": "El Libro Del Feminismo",
    "author": "Anonimo",
    "price": 39000,
    "publisher": "DK",
    "format": "Libro",
    "category": "Feminismo",
    "language": "Español",
    "edition": "1",
    "pages": "352",
    "chapters": "25",
    "description": "¿Una nace mujer o se hace mujer? ¿Pueden los hombres ser feministas? ¿Todavía necesitamos el feminismo en el siglo XXI? Este libro responde estas y otras muchas preguntas explorando la lucha por la igualdad a lo largo de los últimos siglos. Con un lenguaje claro, concisas explicaciones que desbrozan la jerga académica, esquemas que simplifican complejas teorías e ingeniosas ilustraciones, El libro del feminismo examina las revolucionarias ideas y las audaces iniciativas que han configurado este fascinante y diverso movimiento.",
    "image": "Libro-el-Libro-del-feminismo.jpg"
  },
  {
    "id": "20",
    "sku": "9789584298706",
    "name": "El Chico de Buchenwald",
    "author": "Waisman/McClelland",
    "price": 59000,
    "publisher": "Destino",
    "format": "Libro",
    "category": "Novela histórica",
    "language": "Español",
    "edition": "1",
    "pages": "263",
    "chapters": "No especifica",
    "description": "Al salir de Buchenbald, Romek volvió a la vida: había pasado parte de su infancia en uno de los campos de concentración nazis más crueles y aprendió demasiado pronto qué significa sufrir. Había conocido la maldad humana en estado puro. Había visto lo que nunca antes ningún chico había visto ni debería ver. Y había sobrevivido… Pero su liberación abrió ante él las puertas de la esperanza. Gracias al apoyo de un profesor que nunca se dio por vencido, paso a paso fue recuperando su propio pasado, su confianza en el mundo y sus planes de futuro. Un camino difícil y duro, pero que vale la pena incluso en las peores circunstancias: de la oscuridad a la luz, de la desesperanza a la ilusión, del odio al perdón.",
    "image": "Libro-el-chico-de-buchenwald"
  }
]
